{
	"_meta": {
		"sources": [
			{
				"json": "Relics",
				"abbreviation": "PR",
				"full": "Planar Relics",
				"version": "1.0.0"
			}
		]
	},
	"item": [
		{
			"name": "Pipes of Madness",
			"source": "Relics",
			"type": "INS",
			"rarity": "artifact",
			"reqAttune": "by a creature proficient with flutes",
			"attachedSpells": [
				"Ray of Enfeeblement",
				"Cause Fear",
				"Stinking Cloud",
				"Faerie Fire",
				"Web",
				"Counterspell"
			],
			"focus": true,
			"wondrous": true,
			"entries": [
				"You can use an action to play the instrument and cast 1 of its spells. Once the instrument has been used to cast a spell, it can’t be used to cast that spell again until the next dawn. The spells use your spellcasting ability and spell save DC. Spells you cast that do no damage and have hindering effects do not affect your allies (unless you want them to) and have +2 to their DC. These effects apply whether you are using the instrument as the source of the spell or as a spellcasting focus. You can concentrate on spells cast from this instrument separately from spells you know, and you make separate concentration checks for each spell you are concentrating on. If you are concentrating on a spell from this instrument and end your turn without the instrument in your possession, you lose concentration on that spell."
			]
		},
		{
			"name": "Exhalted Pipes of Madness",
			"source": "Relics",
			"type": "INS",
			"rarity": "artifact",
			"reqAttune": "by a creature proficient with flutes",
			"attachedSpells": [
				"Ray of Enfeeblement",
				"Cause Fear",
				"Stinking Cloud",
				"Faerie Fire",
				"Web",
				"Counterspell"
			],
			"focus": true,
			"wondrous": true,
			"entries": [
				"You can use an action to play the instrument and cast 1 of its spells. Once the instrument has been used to cast a spell, it can’t be used to cast that spell again until the next dawn. The spells use your spellcasting ability and spell save DC. Spells you cast that do no damage and have hindering effects do not affect your allies (unless you want them to) and have +2 to their DC. These effects apply whether you are using the instrument as the source of the spell or as a spellcasting focus. You can concentrate on spells cast from this instrument separately from spells you know, and you make separate concentration checks for each spell you are concentrating on. If you are concentrating on a spell from this instrument and end your turn without the instrument in your possession, you lose concentration on that spell.",
				"Once per day, you can play a maddening song. Any number of creatures you chose within 30 ft of you must make a Wisdom saving throw. On a failed save, for one minute, the target creature becomes afraid of you, and if it chooses to attack a creature on its turn, it must choose its target at random. Affected creatures may make another saving throw against this effect at the end of each of their turns."
			]
		},
		{
			"name": "Focus Lantern",
			"source": "Relics",
			"type": "SCF",
			"rarity": "artifact",
			"reqAttune": "by a creature that can cast at least one spell",
			"focus": true,
			"wondrous": true,
			"charges": 3,
			"recharge": "dawn",
			"entries": [
				"This lantern can not be opened, constantly emits a dull, barely visible red light, and can be used as a spellcasting focus. This artifact has 3 charges, which regenerate each dawn. As a bonus action, you can click a small button on the handle of the lantern, expending a charge and causing it to emit a color. Roll a d6 to determine what color is emitted, then select a target to be affected by the lantern. Only one lantern effect can be active at once, and if another activates, the previous is dispelled.",
				"1: Grey. Target creature's color dulls to grey. For the next minute, while in dim light or darkness, target creature can use the Hide action for free at the end of its turn.\n2: Red. Target creature must make an Intelligence saving throw. On a failed save, the creature becomes enraged for one minute, becoming unable to cast spells or take ranged attacks, and gains advantage on melee attack rolls. The creature may remake the saving throw at the end of each of its turns.\n3: Blue. Target creature gains the effect of the Fly spell for one minute.\n4: Purple. Target creature must make a Widsom saving throw. On a failed save, the creature becomes frightened of you for 1 minute. The creature can remake its saving throw at the end of each of its turns.\n5:Yellow. Target creature rolls 4 dice of the same value as its hit dice and heals that amount.\n6: Black. Target creature makes a Dexterity saving throw, taking 10d6 = [[10d6]] necrotic damage on a failed save, or half as much on a successful one. ",
				"All saving throws for this artifact are DC [[12 + @{pb}]] (12 + prof)",
				"If a creature is taken to 0 hit points by the black light effect, instead of falling unconscious, it is transformed into a larva."
			]
		},
		{
			"name": "Exhalted Focus Lantern",
			"source": "Relics",
			"type": "SCF",
			"rarity": "artifact",
			"reqAttune": "by a creature that can cast at least one spell",
			"focus": true,
			"wondrous": true,
			"charges": 3,
			"recharge": "dawn",
			"entries": [
				"This lantern can not be opened, constantly emits a dull, barely visible red light, and can be used as a spellcasting focus. This artifact has 3 charges, which regenerate each dawn. As a bonus action, you can click a small button on the handle of the lantern, expending a charge and causing it to emit a color. Roll a d6 to determine what color is emitted, then select a target to be affected by the lantern. Only one lantern effect can be active at once, and if another activates, the previous is dispelled.",
				"1: Grey. Target creature's color dulls to grey. For the next minute, while in dim light or darkness, target creature can use the Hide action for free at the end of its turn.\n2: Red. Target creature must make an Intelligence saving throw. On a failed save, the creature becomes enraged for one minute, becoming unable to cast spells or take ranged attacks, and gains advantage on melee attack rolls. The creature may remake the saving throw at the end of each of its turns.\n3: Blue. Target creature gains the effect of the Fly spell for one minute.\n4: Purple. Target creature must make a Widsom saving throw. On a failed save, the creature becomes frightened of you for 1 minute. The creature can remake its saving throw at the end of each of its turns.\n5:Yellow. Target creature rolls 4 dice of the same value as its hit dice and heals that amount.\n6: Black. Target creature makes a Dexterity saving throw, taking 14d6 = [[14d6]] necrotic damage on a failed save, or half as much on a successful one. ",
				"All saving throws for this artifact are DC [[14 + @{pb}]] (14 + prof)",
				"If a creature is taken to 0 hit points by the black light effect, instead of falling unconscious, it is transformed into a larva.",
				"All damaging spells cast from this focus deal an extra die of damage for each damage dice set it deals. For example, an attack dealing 4d6 fire and 6d4 cold damage would instead deal 5d6 fire and 7d4 cold damage."
			]
		},
		{
			"name": "Mind's Expance",
			"source": "Relics",
			"type": "OTH",
			"rarity": "artifact",
			"wondrous": true,
			"entries": [
				"This small, simple wooden box has a black latch that keeps it shut. The inside of the box contains a single blue, ovular, stone-like object. This pill can be crushed by a creature using a bonus action. When done so, you begin to move like a blur, so fast that you seem to leave an after-image when you move. For one minute, your move and jump speeds are doubled, attacks against you have disadvantage, you have advantage on all Dexterity rolls, and creatures can not take attacks of opportunity against you. If a creature misses you with a melee attack while this effect is active, you may use your reaction to take a retaliatory strike.",
				"A single pill fills the box. At dawn, the box refills if not full. A pill loses its potency if not used in 10 minutes after being removed from the box."
			]
		},
		{
			"name": "Exhalted Mind's Expance",
			"source": "Relics",
			"type": "OTH",
			"rarity": "artifact",
			"wondrous": true,
			"entries": [
				"This small, simple wooden box has a black latch that keeps it shut. The inside of the box contains a single blue, ovular, stone-like object. This pill can be crushed by a creature using a bonus action. When done so, you begin to move like a blur, so fast that you seem to leave an after-image when you move. For one minute, your move and jump speeds are doubled, attacks against you have disadvantage, you have advantage on all Dexterity rolls, and creatures can not take attacks of opportunity against you. If a creature misses you with a melee attack while this effect is active, you may use your reaction to take a retaliatory strike.  While under the effect of a pill, reducing a creature to 0 hit points heals you for half the amount of damage you dealt to knock the creature out.",
				"The box can hold up 3 pills. At dawn, the box refills if not full. A pill loses its potency if not used in 10 minutes after being removed from the box."
			]
		},
		{
			"name": "Trapper Shard",
			"source": "Relics",
			"type": "OTH",
			"rarity": "artifact",
			"wondrous": true,
			"entries": [
				"This shard can only be used by a creature that can cast at least one spell.",
				"This purple crystal shard contains a single chain link inside of it. As an action, you can speak the command word to send out chains of dark energy at a target creature. Make a ranged (60 ft) spell attack. On hit, the chains pierce through the target, dealing 4d6 necrotic damage to the target, which must make a Strength saving throw DC [[14 + @{pb}]] (14 + prof), becoming grappled and restrained on a failure (the target can make the saving throw again as an Action on its turn). You can use your bonus action on subsequent turns to move the target up to 30 feet in any direction. You can also slam the creature into solid objects once per turn, dealing 2d6 bludgeoning damage to the target.", 
				"This shard has 3 charges which reset at each dawn."
			]
		},
		{
			"name": "Exhalted Trapper Shard",
			"source": "Relics",
			"type": "OTH",
			"rarity": "artifact",
			"wondrous": true,
			"reqAttune": "optional",
			"entries": [
				"This shard can only be used by a creature that can cast at least one spell.",
				"This purple crystal shard contains a single chain link inside of it. As an action, you can speak the command word to send out chains of dark energy at a target creature. Make a ranged (60 ft) spell attack. On hit, the chains pierce through the target, dealing 4d6 necrotic damage to the target, which must make a Strength saving throw DC [[14 + @{pb}]] (14 + prof), becoming grappled and restrained on a failure (the target can make the saving throw again as an Action on its turn). You can use your bonus action on subsequent turns to move the target up to 30 feet in any direction. You can also slam the creature into solid objects once per turn, dealing 2d6 bludgeoning damage to the target.", 
				"This shard has 5 charges which reset at each dawn, or on a short of long rest if attuned."
			]
		},
		{
			"name": "Noyan's Feet",
			"source": "Relics",
			"type": "OTH",
			"rarity": "artifact",
			"wondrous": true,
			"reqAttune": "by a creature that can cast at least one spell",
			"charges": 1,
			"recharge": "dawn",
			"entries": [
				"As an action, you can slam the boots together to create a shockwave at your feet. Each creature within 30 ft of you when this happens becomes marked by you for one minute. Whenever a marked creature within 30 ft of you casts a spell that would heal or remove a negative effect from a creature, they must make a Charisma saving throw DC [[12 + @{pb}]] (12 + prof). On a failure, the spell fails and has no effect."
			]
		},
		{
			"name": "Exhalted Noyan's Feet",
			"source": "Relics",
			"type": "OTH",
			"rarity": "artifact",
			"wondrous": true,
			"reqAttune": "by a creature that can cast at least one spell",
			"charges": 1,
			"recharge": "restShort",
			"entries": [
				"Once per day as an action, you can slam the boots together to create a shockwave at your feet. Each creature you choose within 45 ft of you when this happens becomes marked by you for one minute.  Marked creatures consider any space within 30 ft of you to be difficult terrain. Whenever a marked creature within 30 ft of you casts a spell that would heal or remove a negative effect from a creature, they must attempt to resist the boot's effects.  The target must either make a Charisma saving throw DC [[14 + @{pb}]] (14 + prof) or make a contested spell ability check against your spellcasting ability. On a failure, the spell fails and has no effect."
			]
		},
		{
			"name": "Everlife",
			"source": "Relics",
			"type": "OTH",
			"rarity": "artifact",
			"wondrous": true,
			"entries": [
				"This circular amulet has 9 different colored gems encrusted into it. The effects of this amulet only function while you are wearing and attuned to it. When you would fall to 0 hit points on a plane outside the Ethereal Plane, you instead fall to 1 hit point, are moved to the Ethereal Plane, and become stunned until the start of your next turn. At the start of your next turn, you return to the plane you were in, appearing in an unoccupied space of your choice within 30 feet of where you last were, and make a Wisdom saving throw (DC 10). On a failed save, you gain a point of corruption. On a successful save, the DC of this saving throw increases by 5, stacking until you take a long rest or you fail the save."
			]
		},
		{
			"name": "Exhalted Everlife",
			"source": "Relics",
			"type": "OTH",
			"rarity": "artifact",
			"wondrous": true,
			"entries": [
				"This circular amulet has 9 different colored gems encrusted into it. The effects of this amulet only function while you are wearing and attuned to it. When you would fall to 0 hit points on a plane outside the Ethereal Plane, you immediately roll half your hit dice and regain that much health, are moved to the Ethereal Plane, and become stunned until the start of your next turn. At the start of your next turn, you return to the plane you were in, appearing in an unoccupied space of your choice within 30 feet of where you last were, and make a Wisdom saving throw (DC 10). On a failed save, you gain a point of corruption. On a successful save, the DC of this saving throw increases by 5, stacking until you take a long rest or you fail the save."
			]
		},
		{
			"name": "Dislairay Circlet",
			"source": "Relics",
			"type": "OTH",
			"rarity": "artifact",
			"weaponCategory": "artifact",
			"wondrous": true,
			"entries": [
				"The front of this circlet is adorned with an upside-down triangle with a swirl inside.",
				"This circlet is made of pure chaotic energy. If you desire, before you would roll a d20, you may activate the circlet to do the following. You may also use your reaction to force a creature you can see within 30 feet to do the following before they make a d20 roll. An unwilling creature must make a Wisdom saving throw DC [[14 + @{pb}]] (14 + prof) to avoid the affect.",
				"When affected by the circlet and making a d20 roll, target creature first rolls a d12, which affect the d20 roll in the following way.  Flat increases/decreases to the roll can not cause it to critically succeed/fail",
				"Roll result: [[1t[DislairayTable]]]"
			]
		},
		{
			"name": "Exhalted Dislairay Circlet",
			"source": "Relics",
			"type": "OTH",
			"rarity": "artifact",
			"weaponCategory": "artifact",
			"wondrous": true,
			"entries": [
				"The front of this circlet is adorned with an upside-down triangle with a swirl inside.",
				"This circlet is made of pure chaotic energy. If you desire, before you would roll a d20, you may activate the circlet to do the following. You may also force any creature you can see within 30 feet to do the following before they make a d20 roll. An unwilling creature must make a Wisdom saving throw DC [[14 + @{pb}]] (14 + prof) to avoid the affect.",
				"When affected by the circlet and making a d20 roll, target creature first rolls a d12, which affect the d20 roll in the following way.  Flat increases/decreases to the roll can not cause it to critically succeed/fail",
				"Roll result: [[1t[DislairayTable]]]"
			]
		},
		{
			"name": "Abyssal Slicer",
			"source": "Relics",
			"type": "OTH",
			"weaponCategory": "Simple",
			"dmg1": "2d4+3",
			"dmg2": "2d6",
			"dmgType": "P",
			"dmgType2": "N",
			"range": "40/80",
			"rarity": "artifact",
			"wondrous": true,
			"entries": [
				"This dagger has black gems encrusted in the blade in a jagged pattern.",
				"Instead of throwing this dagger, a black dagger-shaped blade of necrotic energy shoots out of it at your target. On hit, the energy remains in its target until the end of your next turn. Once per turn, as a free action, you can teleport to any of the necrotic blades still in existence, the Slicer replacing and dissipating the energy that remains."
			]
		},
		{
			"name": "Exhalted Abyssal Slicer",
			"source": "Relics",
			"type": "OTH",
			"weaponCategory": "Simple",
			"dmg1": "2d4+3",
			"dmg2": "2d6",
			"dmgType": "P",
			"range": "40/80",
			"rarity": "artifact",
			"wondrous": true,
			"entries": [
				"This dagger has black gems encrusted in the blade in a jagged pattern.",
				"Instead of throwing this dagger, a black dagger-shaped blade of necrotic energy shoots out of it at your target. On hit, the energy remains in its target until the end of your next turn. Once per turn, as a free action, you can teleport to any of the necrotic blades still in existence, the Slicer replacing and dissipating the energy that remains.",
				"Once per day, when teleporting to a necrotic blade, you cause a piercing scream at the location you were and where you appear. Each enemy within 20 ft of either location that can hear you makes an Intelligence saving throw DC [[14 + @{pb}]] (14 + prof). On a failed save, the creature takes [[6d6]] psychic damage (half on a success) and become frightened of you for 1 minute. Afflicted creatures can remake the saving throw at the end of each of its turns."
			]
		}
	]
}